package com.kgc.dm.utils;

public class Constants {

    public static String JSONDATA = "[\n" +
            "  {\n" +
            "    \"name\": \"leon\",\n" +
            "    \"age\": 18,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"北京市海淀区成府路\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"杨过\",\n" +
            "    \"age\": 20,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"北京市朝阳区光大路\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"乔峰\",\n" +
            "    \"age\": 40,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"北京市西城区二号线复兴门站\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"韦小宝\",\n" +
            "    \"age\": 22,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"杭州市滨江区南环路3756号三汇大厦\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"丁春秋\",\n" +
            "    \"age\": 22,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"北京市西城区宣武门外大街甲一号环球财讯中心C座\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"苏星河\",\n" +
            "    \"age\": 25,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"深圳市南山海天2路33号\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"段正明\",\n" +
            "    \"age\": 28,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"上海市浦东新区陆家嘴\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"王昆仑\",\n" +
            "    \"age\": 38,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"广州科学城神舟路9号\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"王一凡\",\n" +
            "    \"age\": 18,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"浙江省杭州市余杭区文一西路969号\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"\",\n" +
            "    \"age\": 18,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"上海市淮海中路381号中环广场三十楼\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"王子浩\",\n" +
            "    \"age\": 26,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"成都高新区成都市高新区天府大道中段666号希顿国际广场\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"李晓龙\",\n" +
            "    \"age\": 26,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"长沙经济开发区东十路南9号\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"李星辰\",\n" +
            "    \"age\": 28,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"北京市朝阳区望京北路9号叶青大厦D座\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"李子浩\",\n" +
            "    \"age\": 30,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"北京市海淀区大钟寺东路9号京仪科技大厦D座2层\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"李子浩\",\n" +
            "    \"age\": 33,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"湖北省武汉市东湖新技术开发区软件园中路4号\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"刘能\",\n" +
            "    \"age\": 36,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"杭州市滨江区东信大道69号\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"刘永强\",\n" +
            "    \"age\": 50,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"杭州市银湖创新中心9号楼\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"刘淑华\",\n" +
            "    \"age\": 16,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"西藏北路605号c座502室\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"杜明恩\",\n" +
            "    \"age\": 26,\n" +
            "    \"sex\": 0,\n" +
            "    \"address\": \"上海浦东新区秋月路26号2号楼\"\n" +
            "  },\n" +
            "  {\n" +
            "    \"name\": \"杜月生\",\n" +
            "    \"age\": 26,\n" +
            "    \"sex\": 1,\n" +
            "    \"address\": \"南京邮电大学物联网科技园\"\n" +
            "  }\n" +
            "]";
}
